Repository: taciturnaxolotl/tinkcil
Catalog: ios/Tinkcil/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, zh_hans

source: %@ volts
de: %@ Volt
es: %@ voltios
ja: %@ボルト
ko: %@볼트
ru: %@ вольт
zh_hans: %@伏特

source: %@ watts
de: %@ Watt
es: %@ vatios
ja: %@ワット
ko: %@와트
ru: %@ ватт
zh_hans: %@瓦特

source: %lld degrees Celsius
de: %lld Grad Celsius
es: %lld grados Celsius
fr: %lld degrés Celsius
ja: %lld度
ko: %lld도
ru: %lld градусов Цельсия
zh_hans: %lld摄氏度

source: %lld percent
de: %lld Prozent
es: %lld por ciento
fr: %lld pour cent
ja: %lldパーセント
ko: %lld퍼센트
ru: %lld процентов
zh_hans: %lld百分比

source: %u degrees Celsius
de: %u Grad Celsius
es: %u grados Celsius
fr: %u degrés Celsius
ja: %u度
ko: %u도
ru: %u градусов Цельсия
zh_hans: %u摄氏度

source: Adjust the target soldering temperature
de: Löttemperatur einstellen
es: Ajustar la temperatura de soldadura objetivo
fr: Régler la température de soudure cible
ja: 目標はんだ付け温度を調整
ko: 목표 납땜 온도 조정
ru: Настроить целевую температуру пайки
zh_hans: 调整目标焊接温度

# Adjust using the slider. Range is %u to %u %@
source: Adjust using the slider. Range is %1$u to %2$u %3$@
de: Mit dem Schieberegler einstellen. Bereich: %1$u bis %2$u %3$@
es: Ajustar con el control deslizante. Rango de %1$u a %2$u %3$@
fr: Ajuster avec le curseur. Plage de %1$u à %2$u %3$@
ja: スライダーで調整。範囲: %1$u〜%2$u %3$@
ko: 슬라이더로 조정. 범위: %1$u~%2$u %3$@
ru: Настройте с помощью ползунка. Диапазон: от %1$u до %2$u %3$@
zh_hans: 使用滑块调整。范围: %1$u 至 %2$u %3$@

# bluetooth_error_title
source: Bluetooth Error
de: Bluetooth-Fehler
es: Error de Bluetooth
fr: Erreur Bluetooth
ja: Bluetoothエラー
ko: 블루투스 오류
ru: Ошибка Bluetooth
zh_hans: 蓝牙错误

# button_disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
ru: Отключить
zh_hans: 断开连接

# button_done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成

# button_save_to_device
source: Save to Device
de: Auf Gerät speichern
es: Guardar en dispositivo
fr: Enregistrer sur l'appareil
ja: デバイスに保存
ko: 장치에 저장
ru: Сохранить на устройство
zh_hans: 保存到设备

source: Changes are written immediately but must be saved to persist across restarts.
de: Änderungen werden sofort übernommen, müssen aber gespeichert werden, um Neustarts zu überdauern.
es: Los cambios se aplican de inmediato, pero deben guardarse para persistir tras reinicios.
fr: Les modifications sont appliquées immédiatement mais doivent être enregistrées pour persister après redémarrage.
ja: 変更は即座に反映されますが、再起動後も維持するには保存が必要です。
ko: 변경 사항은 즉시 적용되지만, 재시작 후에도 유지하려면 저장해야 합니다.
ru: Изменения применяются немедленно, но для сохранения после перезагрузки необходимо сохранить их.
zh_hans: 更改会立即生效，但需要保存才能在重启后保留。

source: Closes the Bluetooth connection to your soldering iron
de: Trennt die Bluetooth-Verbindung zum Lötkolben
es: Cierra la conexión Bluetooth con tu soldador
fr: Ferme la connexion Bluetooth avec votre fer à souder
ja: はんだごてとのBluetooth接続を切断します
ko: 납땜 인두의 Bluetooth 연결을 끊습니다
ru: Закрывает Bluetooth-соединение с паяльником
zh_hans: 断开与烙铁的蓝牙连接

source: Collapse device details
de: Gerätedetails einklappen
es: Contraer detalles del dispositivo
fr: Réduire les détails de l'appareil
ja: デバイス詳細を折りたたむ
ko: 장치 세부 정보 접기
ru: Свернуть информацию об устройстве
zh_hans: 折叠设备详情

# common_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hans: 未知

source: Connecting to device
de: Verbindung zum Gerät wird hergestellt
es: Conectando al dispositivo
fr: Connexion à l'appareil
ja: デバイスに接続中
ko: 장치에 연결 중
ru: Подключение к устройству
zh_hans: 正在连接设备

# connection_connecting
source: Connecting...
de: Verbinden...
es: Conectando...
fr: Connexion...
ja: 接続中...
ko: 연결 중...
ru: Подключение...
zh_hans: 连接中...

# connection_looking_for_iron
source: Looking for your iron
de: Suche nach Ihrem Lötkolben
es: Buscando su soldador
fr: Recherche de votre fer
ja: はんだごてを検索中
ko: 인두기 검색 중
ru: Поиск паяльника
zh_hans: 正在搜索您的烙铁

# connection_no_device_found
source: No Device Found
de: Kein Gerät gefunden
es: No se encontró dispositivo
fr: Aucun appareil trouvé
ja: デバイスが見つかりません
ko: 장치를 찾을 수 없음
ru: Устройство не найдено
zh_hans: 未找到设备

# connection_scan_again
source: Scan Again
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
ja: 再スキャン
ko: 다시 검색
ru: Сканировать снова
zh_hans: 重新扫描

# connection_scanning
source: Scanning...
de: Scannen...
es: Escaneando...
fr: Recherche...
ja: スキャン中...
ko: 검색 중...
ru: Сканирование...
zh_hans: 扫描中...

source: Controls
de: Steuerung
es: Controles
fr: Commandes
ja: コントロール
ko: 컨트롤
ru: Управление
zh_hans: 控制

source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel
ja: 現在の状態
ko: 현재 상태
ru: Текущее состояние
zh_hans: 当前状态

source: Current temperature
de: Aktuelle Temperatur
es: Temperatura actual
fr: Température actuelle
ja: 現在の温度
ko: 현재 온도
ru: Текущая температура
zh_hans: 当前温度

# detail_handle
source: Handle
de: Griff
es: Mango
fr: Poignée
ja: ハンドル
ko: 핸들
ru: Ручка
zh_hans: 手柄

# detail_mode
source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
ru: Режим
zh_hans: 模式

# detail_power
source: Power
de: Leistung
es: Potencia
fr: Puissance
ja: 電力
ko: 전력
ru: Мощность
zh_hans: 功率

# detail_tip_resistance
source: Tip Resistance
de: Spitzenwiderstand
es: Resistencia de la punta
fr: Résistance de la panne
ja: チップ抵抗
ko: 팁 저항
ru: Сопротивление жала
zh_hans: 烙铁头电阻

source: Device Info
de: Geräteinformationen
es: Información del dispositivo
fr: Infos appareil
ja: デバイス情報
ko: 장치 정보
ru: Информация об устройстве
zh_hans: 设备信息

source: Device Information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations de l'appareil
ja: デバイス情報
ko: 장치 정보
ru: Информация об устройстве
zh_hans: 设备信息

source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
ja: デバイス名
ko: 장치 이름
ru: Имя устройства
zh_hans: 设备名称

# device_info_title
source: Device Info
de: Geräteinformationen
es: Información del dispositivo
fr: Infos appareil
ja: デバイス情報
ko: 장치 정보
ru: Информация об устройстве
zh_hans: 设备信息

source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断
ko: 진단
ru: Диагностика
zh_hans: 诊断

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
ko: 연결 해제
ru: Отключить
zh_hans: 断开连接

source: Disconnect from device
de: Vom Gerät trennen
es: Desconectar del dispositivo
fr: Déconnecter de l'appareil
ja: デバイスから切断
ko: 장치에서 연결 해제
ru: Отключиться от устройства
zh_hans: 断开设备连接

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: ディスプレイ
ko: 디스플레이
ru: Дисплей
zh_hans: 显示

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成

source: Double tap to toggle
de: Doppeltippen zum Umschalten
es: Tocar dos veces para alternar
fr: Appuyez deux fois pour basculer
ja: ダブルタップで切替
ko: 두 번 탭하여 전환
ru: Двойное нажатие для переключения
zh_hans: 双击切换

source: Expand device details
de: Gerätedetails ausklappen
es: Expandir detalles del dispositivo
fr: Développer les détails de l'appareil
ja: デバイス詳細を展開
ko: 장치 세부 정보 펼치기
ru: Развернуть информацию об устройстве
zh_hans: 展开设备详情

source: Heating to %u degrees
de: Aufheizen auf %u Grad
es: Calentando a %u grados
fr: Chauffe à %u degrés
ja: %u度に加熱中
ko: %u도로 가열 중
ru: Нагрев до %u градусов
zh_hans: 加热至%u度

# info_device_name
source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
ja: デバイス名
ko: 장치 이름
ru: Имя устройства
zh_hans: 设备名称

# info_handle_temp
source: Handle Temp
de: Grifftemperatur
es: Temp. del mango
fr: Temp. poignée
ja: ハンドル温度
ko: 핸들 온도
ru: Темп. ручки
zh_hans: 手柄温度

# info_last_movement
source: Last Movement
de: Letzte Bewegung
es: Último movimiento
fr: Dernier mouvement
ja: 最後の動き
ko: 마지막 움직임
ru: Последнее движение
zh_hans: 最后一次移动

# info_max_temperature
source: Max Temperature
de: Maximaltemperatur
es: Temperatura máxima
fr: Température maximale
ja: 最高温度
ko: 최대 온도
ru: Макс. температура
zh_hans: 最高温度

# info_operating_mode
source: Operating Mode
de: Betriebsmodus
es: Modo de operación
fr: Mode de fonctionnement
ja: 動作モード
ko: 작동 모드
ru: Режим работы
zh_hans: 工作模式

# info_power_level
source: Power Level
de: Leistungsstufe
es: Nivel de potencia
fr: Niveau de puissance
ja: 電力レベル
ko: 전력 수준
ru: Уровень мощности
zh_hans: 功率级别

# info_power_source
source: Power Source
de: Stromquelle
es: Fuente de alimentación
fr: Source d'alimentation
ja: 電源
ko: 전원
ru: Источник питания
zh_hans: 电源

# info_raw_tip
source: Raw Tip
de: Rohwert Spitze
es: Punta sin procesar
fr: Panne brute
ja: 生のチップ値
ko: 원시 팁 값
ru: Сырое значение жала
zh_hans: 原始烙铁头值

# info_serial_number
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
ja: シリアル番号
ko: 일련번호
ru: Серийный номер
zh_hans: 序列号

# info_setpoint
source: Setpoint
de: Sollwert
es: Punto de ajuste
fr: Point de consigne
ja: 設定値
ko: 설정값
ru: Уставка
zh_hans: 设定值

# info_temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温度
ko: 온도
ru: Температура
zh_hans: 温度

# info_tip_resistance
source: Tip Resistance
de: Spitzenwiderstand
es: Resistencia de la punta
fr: Résistance de la panne
ja: チップ抵抗
ko: 팁 저항
ru: Сопротивление жала
zh_hans: 烙铁头电阻

# info_uptime
source: Uptime
de: Betriebszeit
es: Tiempo de actividad
fr: Durée de fonctionnement
ja: 稼働時間
ko: 가동 시간
ru: Время работы
zh_hans: 运行时间

# info_voltage
source: Voltage
de: Spannung
es: Voltaje
fr: Tension
ja: 電圧
ko: 전압
ru: Напряжение
zh_hans: 电压

# info_wattage
source: Wattage
de: Wattleistung
es: Vataje
fr: Puissance
ja: ワット数
ko: 와트
ru: Мощность (Вт)
zh_hans: 瓦数

source: Loading device settings
de: Geräteeinstellungen werden geladen
es: Cargando configuración del dispositivo
fr: Chargement des paramètres de l'appareil
ja: デバイス設定を読み込み中
ko: 장치 설정 불러오는 중
ru: Загрузка настроек устройства
zh_hans: 正在加载设备设置

source: Loading settings...
de: Einstellungen werden geladen…
es: Cargando configuración…
fr: Chargement des paramètres…
ja: 設定を読み込み中…
ko: 설정 불러오는 중…
ru: Загрузка настроек…
zh_hans: 正在加载设置…

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Выкл.
zh_hans: 关

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켜짐
ru: Вкл.
zh_hans: 开

source: Opens device configuration and diagnostics
de: Öffnet Gerätekonfiguration und Diagnose
es: Abre la configuración y diagnósticos del dispositivo
fr: Ouvre la configuration et les diagnostics de l'appareil
ja: デバイスの設定と診断を開きます
ko: 장치 구성 및 진단을 엽니다
ru: Открывает настройки и диагностику устройства
zh_hans: 打开设备配置和诊断

source: Operating mode
de: Betriebsmodus
es: Modo de operación
fr: Mode de fonctionnement
ja: 動作モード
ko: 작동 모드
ru: Режим работы
zh_hans: 工作模式

# option_auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
ru: Авто
zh_hans: 自动

# option_boost_only
source: Boost Only
de: Nur Boost
es: Solo impulso
fr: Boost uniquement
ja: ブーストのみ
ko: 부스트만
ru: Только ускорение
zh_hans: 仅增强

# option_full
source: Full
de: Voll
es: Completo
fr: Complet
ja: フル
ko: 전체
ru: Полный
zh_hans: 完全

# option_left
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
ru: Левая
zh_hans: 左

# option_off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
ru: Выкл.
zh_hans: 关

# option_right
source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
ru: Правая
zh_hans: 右

source: Power
de: Leistung
es: Potencia
fr: Puissance
ja: 電力
ko: 전력
ru: Мощность
zh_hans: 功率

source: Power level
de: Leistungsstufe
es: Nivel de potencia
fr: Niveau de puissance
ja: 電力レベル
ko: 전력 수준
ru: Уровень мощности
zh_hans: 功率级别

source: Save settings to device
de: Einstellungen auf Gerät speichern
es: Guardar configuración en el dispositivo
fr: Enregistrer les paramètres sur l'appareil
ja: 設定をデバイスに保存
ko: 설정을 장치에 저장
ru: Сохранить настройки на устройство
zh_hans: 将设置保存到设备

source: Save to Device
de: Auf Gerät speichern
es: Guardar en dispositivo
fr: Enregistrer sur l'appareil
ja: デバイスに保存
ko: 장치에 저장
ru: Сохранить на устройство
zh_hans: 保存到设备

# save_settings_hint
source: Save settings to device
de: Einstellungen auf Gerät speichern
es: Guardar configuración en el dispositivo
fr: Enregistrer les paramètres sur l'appareil
ja: 設定をデバイスに保存
ko: 설정을 장치에 저장
ru: Сохранить настройки на устройство
zh_hans: 将设置保存到设备

source: Saves all settings to persist across device restarts
de: Speichert alle Einstellungen dauerhaft, auch nach Neustarts
es: Guarda toda la configuración para que persista tras reinicios
fr: Enregistre tous les paramètres pour les conserver après redémarrage
ja: すべての設定を保存し、再起動後も維持します
ko: 모든 설정을 저장하여 재시작 후에도 유지합니다
ru: Сохраняет все настройки для сохранения после перезагрузки
zh_hans: 保存所有设置，重启后仍然保留

source: Saving settings
de: Einstellungen werden gespeichert
es: Guardando configuración
fr: Enregistrement des paramètres
ja: 設定を保存中
ko: 설정 저장 중
ru: Сохранение настроек
zh_hans: 正在保存设置

source: Scan for device
de: Nach Gerät suchen
es: Buscar dispositivo
fr: Rechercher un appareil
ja: デバイスを検索
ko: 장치 검색
ru: Поиск устройства
zh_hans: 扫描设备

source: Scanning for device
de: Suche nach Gerät
es: Buscando dispositivo
fr: Recherche d'appareil
ja: デバイスを検索中
ko: 장치 검색 중
ru: Поиск устройства
zh_hans: 正在扫描设备

source: Searches for nearby soldering iron
de: Sucht nach Lötkolben in der Nähe
es: Busca soldadores cercanos
fr: Recherche un fer à souder à proximité
ja: 近くのはんだごてを検索します
ko: 주변 납땜 인두를 검색합니다
ru: Ищет паяльник поблизости
zh_hans: 搜索附近的烙铁

# section_controls
source: Controls
de: Steuerung
es: Controles
fr: Commandes
ja: コントロール
ko: 컨트롤
ru: Управление
zh_hans: 控制

# section_current_status
source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel
ja: 現在の状態
ko: 현재 상태
ru: Текущее состояние
zh_hans: 当前状态

# section_device_info
source: Device Information
de: Geräteinformationen
es: Información del dispositivo
fr: Informations de l'appareil
ja: デバイス情報
ko: 장치 정보
ru: Информация об устройстве
zh_hans: 设备信息

# section_diagnostics
source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断
ko: 진단
ru: Диагностика
zh_hans: 诊断

# section_display
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: ディスプレイ
ko: 디스플레이
ru: Дисплей
zh_hans: 显示

# section_power
source: Power
de: Leistung
es: Potencia
fr: Puissance
ja: 電力
ko: 전력
ru: Мощность
zh_hans: 功率

# section_sensors
source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
ja: センサー
ko: 센서
ru: Датчики
zh_hans: 传感器

# section_temperature
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温度
ko: 온도
ru: Температура
zh_hans: 温度

# section_timers
source: Timers
de: Timer
es: Temporizadores
fr: Minuteries
ja: タイマー
ko: 타이머
ru: Таймеры
zh_hans: 定时器

source: Select an option from the list
de: Option aus der Liste auswählen
es: Seleccionar una opción de la lista
fr: Sélectionner une option dans la liste
ja: リストからオプションを選択
ko: 목록에서 옵션을 선택하세요
ru: Выберите вариант из списка
zh_hans: 从列表中选择一个选项

source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
ja: センサー
ko: 센서
ru: Датчики
zh_hans: 传感器

source: Series
de: Serie
es: Serie
fr: Série
ja: シリーズ
ko: 시리즈
ru: Серия
zh_hans: 系列

# setting_boost_temp
source: Boost Temp
de: Boost-Temperatur
es: Temp. de impulso
fr: Temp. boost
ja: ブースト温度
ko: 부스트 온도
ru: Темп. ускорения
zh_hans: 增强温度

# setting_brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
ko: 밝기
ru: Яркость
zh_hans: 亮度

# setting_detailed_idle
source: Detailed Idle
de: Detaillierter Ruhemodus
es: Reposo detallado
fr: Veille détaillée
ja: 詳細アイドル
ko: 상세 유휴 화면
ru: Подробный режим ожидания
zh_hans: 详细待机画面

# setting_detailed_soldering
source: Detailed Soldering
de: Detailliertes Löten
es: Soldadura detallada
fr: Soudure détaillée
ja: 詳細はんだ付け
ko: 상세 납땜 화면
ru: Подробный режим пайки
zh_hans: 详细焊接画面

# setting_hall_sensitivity
source: Hall Sensitivity
de: Hall-Empfindlichkeit
es: Sensibilidad Hall
fr: Sensibilité Hall
ja: ホール感度
ko: 홀 감도
ru: Чувствительность датчика Холла
zh_hans: 霍尔灵敏度

# setting_invert_display
source: Invert Display
de: Anzeige invertieren
es: Invertir pantalla
fr: Inverser l'affichage
ja: 画面反転
ko: 화면 반전
ru: Инвертировать дисплей
zh_hans: 反转显示

# setting_locking_mode
source: Locking Mode
de: Sperrmodus
es: Modo de bloqueo
fr: Mode de verrouillage
ja: ロックモード
ko: 잠금 모드
ru: Режим блокировки
zh_hans: 锁定模式

# setting_long_press_step
source: Long Press Step
de: Schrittweite langer Druck
es: Paso de pulsación larga
fr: Pas appui long
ja: 長押しステップ
ko: 길게 누르기 단계
ru: Шаг длительного нажатия
zh_hans: 长按步进

# setting_motion_sensitivity
source: Motion Sensitivity
de: Bewegungsempfindlichkeit
es: Sensibilidad al movimiento
fr: Sensibilité au mouvement
ja: モーション感度
ko: 모션 감도
ru: Чувствительность движения
zh_hans: 运动灵敏度

# setting_orientation
source: Orientation
de: Ausrichtung
es: Orientación
ja: 画面の向き
ko: 화면 방향
ru: Ориентация
zh_hans: 屏幕方向

# setting_power_limit
source: Power Limit
de: Leistungsbegrenzung
es: Límite de potencia
fr: Limite de puissance
ja: 電力制限
ko: 전력 제한
ru: Ограничение мощности
zh_hans: 功率限制

# setting_reverse_buttons
source: Reverse +/- Buttons
de: +/- Tasten vertauschen
es: Invertir botones +/-
fr: Inverser les boutons +/-
ja: +/-ボタン反転
ko: +/- 버튼 반전
ru: Поменять кнопки +/-
zh_hans: 反转+/-按钮

# setting_short_press_step
source: Short Press Step
de: Schrittweite kurzer Druck
es: Paso de pulsación corta
fr: Pas appui court
ja: 短押しステップ
ko: 짧게 누르기 단계
ru: Шаг короткого нажатия
zh_hans: 短按步进

# setting_shutdown_time
source: Shutdown Time
de: Abschaltzeit
es: Tiempo de apagado
fr: Temps d'arrêt
ja: シャットダウン時間
ko: 종료 시간
ru: Время отключения
zh_hans: 关机时间

# setting_sleep_temp
source: Sleep Temp
de: Schlaftemperatur
es: Temp. de reposo
fr: Temp. veille
ja: スリープ温度
ko: 슬립 온도
ru: Темп. сна
zh_hans: 休眠温度

# setting_sleep_time
source: Sleep Time
de: Schlafzeit
es: Tiempo de reposo
fr: Temps de veille
ja: スリープ時間
ko: 슬립 시간
ru: Время сна
zh_hans: 休眠时间

# setting_soldering_temp
source: Soldering Temp
de: Löttemperatur
es: Temp. de soldadura
fr: Temp. soudure
ja: はんだ付け温度
ko: 납땜 온도
ru: Темп. пайки
zh_hans: 焊接温度

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Settings and device information
de: Einstellungen und Geräteinformationen
es: Configuración e información del dispositivo
fr: Paramètres et informations de l'appareil
ja: 設定とデバイス情報
ko: 설정 및 장치 정보
ru: Настройки и информация об устройстве
zh_hans: 设置和设备信息

# settings_button
source: Settings & Info
de: Einstellungen & Info
es: Ajustes e información
fr: Réglages et infos
ja: 設定と情報
ko: 설정 및 정보
ru: Настройки и информация
zh_hans: 设置与信息

# settings_footer_message
source: Changes are written immediately but must be saved to persist across restarts.
de: Änderungen werden sofort übernommen, müssen aber gespeichert werden, um Neustarts zu überdauern.
es: Los cambios se aplican de inmediato, pero deben guardarse para persistir tras reinicios.
fr: Les modifications sont appliquées immédiatement mais doivent être enregistrées pour persister après redémarrage.
ja: 変更は即座に反映されますが、再起動後も維持するには保存が必要です。
ko: 변경 사항은 즉시 적용되지만, 재시작 후에도 유지하려면 저장해야 합니다.
ru: Изменения применяются немедленно, но для сохранения после перезагрузки необходимо сохранить их.
zh_hans: 更改会立即生效，但需要保存才能在重启后保留。

# settings_tab
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置

source: Shows detailed device information and settings
de: Zeigt detaillierte Geräteinformationen und Einstellungen
es: Muestra información detallada del dispositivo y su configuración
fr: Affiche les informations détaillées et les paramètres de l'appareil
ja: 詳細なデバイス情報と設定を表示します
ko: 상세 장치 정보와 설정을 표시합니다
ru: Показывает подробную информацию и настройки устройства
zh_hans: 显示详细的设备信息和设置

source: Target temperature
de: Zieltemperatur
es: Temperatura objetivo
fr: Température cible
ja: 目標温度
ko: 목표 온도
ru: Целевая температура
zh_hans: 目标温度

source: Target temperature %u degrees
de: Zieltemperatur %u Grad
es: Temperatura objetivo %u grados
fr: Température cible %u degrés
ja: 目標温度 %u度
ko: 목표 온도 %u도
ru: Целевая температура %u градусов
zh_hans: 目标温度 %u度

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 温度
ko: 온도
ru: Температура
zh_hans: 温度

source: Temperature history graph
de: Temperaturverlauf-Diagramm
es: Gráfico del historial de temperatura
fr: Graphique de l'historique de température
ja: 温度履歴グラフ
ko: 온도 기록 그래프
ru: График истории температуры
zh_hans: 温度历史图表

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
ru: Время
zh_hans: 时间

source: Timers
de: Timer
es: Temporizadores
fr: Minuteries
ja: タイマー
ko: 타이머
ru: Таймеры
zh_hans: 定时器

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
ru: Значение
zh_hans: 值

source: Visual representation of temperature over time
de: Visuelle Darstellung der Temperatur im Zeitverlauf
es: Representación visual de la temperatura a lo largo del tiempo
fr: Représentation visuelle de la température au fil du temps
ja: 時間経過に伴う温度の視覚的表現
ko: 시간에 따른 온도의 시각적 표현
ru: Визуальное представление температуры за период времени
zh_hans: 温度随时间变化的可视化图表

source: Voltage
de: Spannung
es: Voltaje
fr: Tension
ja: 電圧
ko: 전압
ru: Напряжение
zh_hans: 电压

# button_ok
source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hans: 确定

# info_build_id
source: Build ID
es: ID de compilación
fr: ID de build
ja: ビルドID
ko: 빌드 ID
ru: ID сборки
zh_hans: 构建ID

# info_hall_sensor
source: Hall Sensor
es: Sensor Hall
fr: Capteur Hall
ja: ホールセンサー
ko: 홀 센서
ru: Датчик Холла
zh_hans: 霍尔传感器

# detail_firmware
source: Firmware
ja: ファームウェア
ko: 펌웨어
ru: Прошивка
zh_hans: 固件

source: Info
ja: 情報
ko: 정보
ru: Инфо
zh_hans: 信息

# info_firmware
source: Firmware
ja: ファームウェア
ko: 펌웨어
ru: Прошивка
zh_hans: 固件

# info_tab
source: Info
ja: 情報
ko: 정보
ru: Инфо
zh_hans: 信息
